Repository: VRK-YTI/yti-comments-ui
Catalog: po/*.po
Languages: fi, sv

source: INFO_TEXT_COMMENTROUND_USERS
fi: Kommentointikierrokselle kutsutut väliaikaiset käyttäjät, jotka saavat kutsun sähköpostitse
sv: Tillfälliga användare inbjudna till kommentarsomgången, vem kommer att få inbjudan

source: invalidDate
fi: Virheellinen päivämäärä
sv: Fel datum

source: invalidDateRange
fi: Virheellinen päivämääräväli
sv: Felaktigt datumintervall

source: emailValidationError
fi: Sähköpostiosoite ei ole oikeassa muodossa.
sv: E-postadressen är inte giltig

source: emailExistsError
fi: Tällä sähköpostiosoitteella on jo käyttäjä kommentointikierroksella.
sv: E-post finns redan

source: Status
fi: Tila

source: Add user to comment round
fi: Lisää käyttäjä kommentointikierrokselle
