Repository: VRK-YTI/yti-comments-ui
Catalog: po/*.po
Languages: fi, sv

source: Commenting period
fi: Kommentointiaika
sv: Tid för att inge kommentarer

source: (modified)
fi: (muokattu)
sv: (redigerad)

source: Reply
fi: Vastaa
sv: Svara

source: Modify
fi: Muokkaa
sv: Redigera

source: Delete
fi: Poista
sv: Ta bort

source: Send
fi: Lähetä
sv: Sänd

source: Cancel
fi: Peruuta
sv: Ångra

source: Save
fi: Tallenna
sv: Spara

source: Removed user
sv: Borttagen användare

source: First name
fi: Etunimi
sv: Förnamn

source: Last name
fi: Sukunimi
sv: Efternamn

source: Email
fi: Sähköposti
sv: E-post

source: + Add row
sv: + Lägg till rad

source: Add
fi: Lisää
sv: Lägg till

source: Valid from
fi: Alkamispäivä
sv: Startdatum

source: Valid to
fi: Päättymispäivä
sv: Slutdatum

source: Edit
fi: Muokkaa
sv: Redigera

source: Copy value to clipboard
fi: Kopioi {{value}} leikepöydälle
sv: Kopiera {{value}} till urklipp

source: Copied to clipboard
fi: Kopioitu leikepöydälle
sv: Kopierades till urklipp

source: Last modification
fi: Viimeisin muokkaus
sv: Senaste redigering

source: Search did not find in any resources for commenting.
fi: Haku ei löytänyt yhtään kommentoitavaa resurssia.
sv: Sökningen gav inga resurser att kommentera

source: Add organization
fi: Valitse organisaatio
sv: Välj organisation

source: Select organization
fi: Valitse organisaatio
sv: Välj organisation

source: Search organization
fi: Etsi organisaatio
sv: Sök organisation

source: Search term
fi: Hakutermi
sv: Sökterm

source: Select tool
fi: Valitse työkalu
sv: Välj verktyg

source: All statuses
fi: Kaikki tilat
sv: Alla statusar

source: Select source
fi: Valitse lähde
sv: Välj källa

source: HELP_TEXT_COMMENTROUND_SOURCE_MODAL_INSTRUCTION
fi: Valitse kommentointikierrokselle lähde valitsemalla ensin Yhteentoimivuusalustan työkalu alasvetovalikosta. Lähde valitaan klikkaamalla sen nimeä. Lähteitä voi rajata antamalla hakukenttään termin ja tila-alasvetovalikolla.
sv: Välj en källa för kommentaromgången genom att först välja verktyget för Interoperabilitetsplattformen i rullgardinsmenyn Välj källan genom att klicka på den. Källorna kan begränsas genom att ange en term i sökfältet och med rullgardinsmenyn för status.

source: Select resource
fi: Valitse tietosisältö
sv: Välj informerande innehåll

source: HELP_TEXT_COMMENTTHREAD_RESOURCE_MODAL_INSTRUCTION
fi: Hae tietosisältö kommentoitavaksi. Valinta tehdään klikkaamalla tietosisällön nimeä. Tietosisältöjen tilaa voi rajata hakutermillä ja erillisellä alasvetovalikolla.
sv: Välj informerande innehåll att kommentera. Välj det informerande innehållet genom att klicka på dess namn. Status för informerande innehåll kan begränsas med söktermer och olika rullgardinsmenyer.

source: Add user
fi: Lisää käyttäjä
sv: Lägg till användare

source: Add users to comment round
sv: Lägg användare till kommentarsomgången

source: All organizations
fi: Kaikki organisaatiot
sv: Alla organisationer

source: All tools
fi: Kaikki työkalut
sv: Alla verktyg

source: Comments
fi: Kommentit
sv: Kommentarer

source: Add new resource
fi: Lisää uusi tietosisältö
sv: Lägg till nytt informerande innehåll

source: This comment round does not have any resources.
fi: Tällä kommentointikierroksella ei ole tietosisältöjä.
sv: Denna kommenteringsomgång saknar informerande innehåll

source: Resource
fi: Tietosisältö
sv: Informerande innehåll

source: Proposer's comment
fi: Ehdottajan kommentti
sv: Kommentar från förslagsgivaren

source: Added
fi: Lisätty
sv: Har lagts till

source: Added by
fi: Lisääjä
sv: Den som lagt till

source: Description
fi: Kuvaus
sv: Beskrivning

source: Current status
fi: Nykyinen tila
sv: Nuvarande status

source: Proposed status
fi: Ehdotettu tila
sv: Föreslagen status

source: Actions
fi: Toiminnot
sv: Funktioner

source: Proposed statuses
fi: Tilaehdotukset
sv: Statusförslag

source: Expand all
fi: Laajenna kaikki
sv: Visa allt

source: Collapse all
fi: Supista kaikki
sv: Stäng allt

source: Start commenting
fi: Aloita kommentointi
sv: Börja kommentera

source: Send comments
fi: Lähetä kommentit
sv: Skicka kommentarer

source: Round name
fi: Kierroksen nimi
sv: Omgångens namn

source: Tool
fi: Työkalu
sv: Verktyg

source: Start of commenting
fi: Kommentointi alkaa
sv: Ingivande av kommentarer börjar

source: End of commenting
fi: Kommentointi päättyy
sv: Ingivande av kommentarer avslutas

source: Source
fi: Lähde
sv: Källa

source: Only selected resources
fi: Vain valitut kohteet
sv: Endast valda objekt

source: Allow new comment threads
fi: Salli uudet ehdotukset
sv: Tillåt nya förslag

source: Source URI
fi: Lähde URI
sv: Källans URI

source: Organization
fi: Organisaatio
sv: Organisation

source: Comment round information
fi: Kommentointikierroksen tiedot
sv: Uppgifter om kommentarsomgången

source: Editor
fi: Ylläpitäjä
sv: Administratör

source: Commenting subject
fi: Kommentoinnin kohde
sv: Objektet för kommentarerna

source: Created
fi: Luontiajankohta
sv: Tidpunkt för skapande

source: Users
fi: Käyttäjät
sv: Användare

source: Commentable resources
fi: Kommentoitavia tietosisältöjä {{ value }} kpl
sv: Informerande innehåll som kommenteras {{ value }} st.

source: There are no resources to comment.
fi: Kommentoitavia tietosisältöjä ei ole.
sv: Inget informerande innehåll som kommenteras.

source: You will receive an email notification when this resource changes.
fi: Sinulle lähetetään sähköpostia, kun tähän aineistoon tulee muutoksia.
sv: Du meddelas per e-post när det görs ändringar i detta material.

source: Choose action
fi: Valitse toiminto
sv: Välj funktion

source: Add email subscription
fi: Tilaa sähköposti-ilmoitukset
sv: Beställ e-postaviseringar

source: Remove email subscription
fi: Poista sähköposti-ilmoitukset
sv: Ta bort e-postaviseringar

source: Start comment round
fi: Aloita kommentointikierros
sv: Börja kommentarsomgången

source: Close comment round
fi: Lopeta kommentointikierros
sv: Avsluta kommentarsomgången

source: Delete comment round
fi: Poista kommentointikierros
sv: Ta bort kommentarsomgången

source: Export Excel
fi: Vie Exceliin
sv: Exportera till Excel

source: INFORMATION
fi: TIEDOT
sv: UPPGIFTER

source: RESOURCES
fi: TIETOSISÄLLÖT
sv: INFORMERANDE INNEHÅLL

source: OWN COMMENTS
fi: OMAT KOMMENTIT
sv: MINA KOMMENTARER

source: Filter results
fi: Rajaa hakutuloksia
sv: Avgränsa sökresultaten

source: Please select tool to get container resources for commenting.
fi: Valitse työkalu, josta kommentoitavat resurssit noudetaan.
sv: Välj verktyg, varifrån de resurser som ska kommenteras hämtas.

source: Resources
fi: Tietosisällöt
sv: Informerande innehåll

source: Select
fi: Valitse
sv: Välj

source: Create new suggestion and add selected resources
fi: Luo uusi ehdotus ja lisää valitut tietosisällöt
sv: Skapa nytt förslag och lägg till valda informerande innehåll

source: Create new suggestion
fi: Luo uusi ehdotus
sv: Skapa nytt förslag

source: comment round
fi: kommentointikierros
sv: kommentarsomgång

source: comment rounds
fi: kommentointikierrosta
sv: kommentarsomgångar

source: Frontpage long description
fi: Yhteentoimivuusalustan Kommentit-palvelussa voi laatia kommentointikierroksia Sanastot-, Koodistot- ja Tietomallit-työkalujen tietosisällöistä. Lisäksi palvelun kautta voi kommentoida kommentointikierrokselle lähetettyjä tietosisältöjä sekä lukea muiden antamia kommentteja. Palvelun käyttö edellyttää sisäänkirjautumista.
sv: I tjänsten Kommentarer i Interoperabilitetsplattformen kan du skapa kommentarsomgångar om informerande innehåll i verktygen Ordlistor, Kodlistor och Informationsmodeller. Dessutom kan man via tjänsten kommentera de informerande innehåll som skickats på en kommentarsomgång samt läsa andras kommentarer. Användningen av tjänsten förutsätter inloggning.

source: Add new comment round
fi: Luo uusi kommentointikierros
sv: Skapa ny kommentarsomgång

source: Search for comment rounds
fi: Hae kommentointikierroksia
sv: Hämta kommentarsomgångar

source: Did not find any comment rounds.
fi: Kommentointikierroksia ei löytynyt.
sv: Det gick inte att hitta kommentarsomgångar

source: Impersonate user
fi: Esiinny käyttäjänä
sv: Agera som användare

source: LOG IN
fi: KIRJAUDU SISÄÄN
sv: LOGGA IN

source: LOG OUT
fi: KIRJAUDU ULOS
sv: LOGGA UT

source: User details
fi: Käyttäjätiedot
sv: Användaruppgifter

source: Suomi.fi Reference Data
fi: Suomi.fi-koodistot
sv: Suomi.fi-kodlistor

source: Suomi.fi Terminologies
fi: Suomi.fi-sanastot
sv: Suomi.fi-ordlistor

source: Suomi.fi Data Vocabularies
fi: Suomi.fi-tietomallit
sv: Suomi.fi-informationsmodeller

source: User right management
fi: Oikeuksienhallinta
sv: Administrering av behörigheter

source: Name
fi: Nimi
sv: Namn

source: Organizations and roles
fi: Organisaatiot ja roolit
sv: Organisationer och roller

source: Unknown organization
fi: Tuntematon organisaatio
sv: Okänd organisation

source: Waiting for approval
fi: Odottaa hyväksymistä
sv: Väntar på godkännande

source: Send access request
fi: Lähetä käyttöoikeuspyyntö
sv: Skicka begäran om behörighet

source: You have subscribed to be notified via email when the following resources change. To remove the subscription, click the icon next to the resource.
fi: Olet tilannut seuraavien aineistojen muutoksista ilmoitukset sähköpostiisi. Poistaaksesi ilmoituksen, paina aineiston vieressä olevaa ikonia.
sv: Du har beställt e-postaviseringar om ändringar i följande material. För att ta bort aviseringen, klicka på ikonen bredvid materialet.

source: Email notifications
fi: Sähköposti-ilmoitukset
sv: E-postaviseringar

source: Daily
fi: Päivittäin
sv: Dagligen

source: Code list resources
fi: Koodistoaineistot
sv: Material som hänför sig kodlistor

source: Terminology resources
fi: Sanastoaineistot
sv: Suomi.fi-ordlistor

source: Datamodel resources
fi: Tietomalliaineistot
sv: Material som hänför sig till informationsmodeller

source: Comments resources
fi: Kommenttien aineistot
sv: Material som hänför sig till kommentarer

source: SUBSCRIPTIONS
fi: TILAUKSET
sv: BESTÄLLNINGAR

source: INFO_TEXT_COMMENTROUND_USER
fi: Kommentointikierroksen perustanut käyttäjä
sv: Användare som skapar kommentarsomgången

source: INFO_TEXT_COMMENTROUND_INTEGRATION_RESOURCE
fi: Kommentointikierroksen päätason tietosisältö, jota kommentoidaan
sv: Informerande innehåll som kommenteras på kommentarsomgångens huvudnivå

source: INFO_TEXT_COMMENTROUND_INTEGRATION_RESOURCE_URI
fi: Kommentointikierroksen päätason tietosisällön URI-osoite
sv: URI-adress för det informerande innehåll på kommentarsomgångens huvudnivå

source: INFO_TEXT_COMMENTROUND_NAME
fi: Kommentointikierroksen nimi, joka näkyy otsikossa ja hakutuloksissa
sv: Kommentarsomgångens namn som visas i rubriken och sökresultaten

source: INFO_TEXT_COMMENTROUND_TOOL_TYPE
fi: Yhteentoimivuusalustan työkalu, jonka tietosisältöjä tässä kommentointikierroksessa kommentoidaan
sv: Verktyg i Interoperabilitetsplattformen vars informerande innehåll kommenteras i denna kommentarsomgång

source: INFO_TEXT_COMMENTROUND_DESCRIPTION
fi: Kommentointikierrosta kuvaava teksti
sv: Text som beskriver kommentarsomgången

source: INFO_TEXT_COMMENTROUND_ORGANIZATION
fi: Kommentointikierrokseen kytketyt organisaatiot, joiden käyttäjät voivat lisätä kommentteja
sv: Organisationer som kopplats till kommentarsomgången och vars användare kan lägga till kommentarer

source: INFO_TEXT_COMMENTROUND_FIXED_THREADS
fi: Määrittää voiko käyttäjä lisätä kierrokselle uusia kommentoitavia tietosisältöjä sen käynnistymisen jälkeen. Vakiona kytketty päälle, jolloin tietosisällöt tulee lisätä ennen kierroksen alkua
sv: Bestämmer om en användare kan lägga till nytt informerande innehåll för kommentering till omgången efter att den påbörjats. Aktiverat som standard, varvid det informerande innehåll ska läggas till innan omgången börjar

source: INFO_TEXT_COMMENTROUND_OPEN_THREADS
fi: Määrittää voiko käyttäjä lisätä uusia ketjuja kommentoitavaksi ilman tietosisältö-linkitystä. Esim. Kokonaan uuden tietosisällön ehdotus
sv: Bestämmer om en användare kan lägga till nytt innehåll för kommentering utan en länkning till det informerande innehållet. T.ex. Förslag till ett helt nytt informerande innehåll

source: INFO_TEXT_COMMENTROUND_STATUS
fi: Kommentointikierroksen tila
sv: Status för kommentarsomgången

source: INFO_TEXT_COMMENTROUND_VALIDITY
fi: Ajanjakso, jolloin kommentointikierrokseen voi kommentoida
sv: Tidsperiod då det är möjligt att ge kommentarer under kommentarsomgången

source: INFO_TEXT_COMMENTROUND_VALIDITY_START_DATE
fi: Kommentointikierroksen alkupäivämäärä, jonka jälkeen kommentointi on mahdollista
sv: Stardatum för kommentarsomgången, varpå det är möjligt att kommentera

source: INFO_TEXT_COMMENTROUND_VALIDITY_END_DATE
fi: Kommentointikierroksen päättymispäivämäärä. Tämän päivämäärän jälkeen kommentointikierros suljetaan automaattisesti, ja kommentointi päättyy
sv: Slutdatum för kommentarsomgången. Efter detta datum stängs kommentarsomgången automatiskt och kommenteringen upphör

source: INFO_TEXT_COMMENTROUND_CREATED
fi: Kommentointikierroksen luontiajankohta
sv: Tidpunkt för skapande av kommentarsomgången

source: INFO_TEXT_COMMENTROUND_LAST_MODIFICATION
fi: Viimeisin muokkauksen ajanhetki
sv: Tidpunkt för senaste redigering

source: INFO_TEXT_COMMENTTHREAD_USER
fi: Kommenttiketjun perustanut käyttäjä
sv: Användare som skapat kommentarskedjan

source: INFO_TEXT_COMMENTTHREAD_NAME
fi: Kommenttiketjun nimi
sv: Kommentarskedjans namn

source: INFO_TEXT_COMMENTTHREAD_DESCRIPTION
fi: Kommenttiketjun kuvaus
sv: Beskrivning av kommentarskedjan

source: INFO_TEXT_COMMENTTHREAD_INTEGRATION_RESOURCE
fi: Kommenttiketjun kommentoitava tietosisältö
sv: Informerande innehåll som kommenteras i kommentarskedjan

source: INFO_TEXT_COMMENTTHREAD_INTEGRATION_RESOURCEURI
fi: Kommenttiketjun kommentoitava tietosisällön URI-osoite
sv: URI-adress för det informerande innehåll som kommenteras i kommentarskedjan

source: INFO_TEXT_COMMENTTHREAD_PROPOSEDTEXT
fi: Ehdotettu toiminto
sv: Föreslagen funktion

source: INFO_TEXT_COMMENTTHREAD_PROPOSEDSTATUS
fi: Kommenttiketjussa ehdotettu tila
sv: Status som föreslagits i kommentarskedjan

source: INFO_TEXT_COMMENTTHREAD_CREATED
fi: Luontiajanhetki
sv: Tidpunkt för skapande

source: INFO_TEXT_COMMENTTHREAD_CURRENTSTATUS
fi: Kommentoitavan tietosisällön nykyinen tila
sv: Nuvarande status för det informerande innehåll som kommenteras

source: INFO_TEXT_COMMENT_USER
fi: Kommentin lisännyt käyttäjä
sv: Användare som lagt till kommentaren

source: INFO_TEXT_COMMENT_COMMENTROUND_NAME
fi: Kommenttiin liittyvän kommenttikierroksen nimi
sv: Namn på kommentarsomgången som kommentaren gäller

source: INFO_TEXT_COMMENT_COMMENTTHREAD_NAME
fi: Kommenttiin liittyvän kommenttiketjun nimi
sv: Namn på kommentarskedjan som kommentaren gäller

source: INFO_TEXT_COMMENT_CONTENT
fi: Käyttäjän antama kommentti tietosisältöön
sv: Användarens kommentar till det informerande innehållet

source: INFO_TEXT_COMMENT_COMMENTTHREAD_RESOURCEURI
fi: Kommenttiketjun tietosisällön URI-osoite
sv: URI-adress för det informerande innehåll i kommentarskedjan

source: INFO_TEXT_COMMENT_PARENT_COMMENT
fi: Ylätason kommentti, johon tämä kommentti liittyy
sv: Kommentar på överordnad nivå som denna kommentar gäller

source: INFO_TEXT_COMMENT_PROPOSEDSTATUS
fi: Ehdotettu tila kommentoidulle tietosisällölle
sv: Föreslagen status för det kommenterade informerande innehållet

source: INFO_TEXT_COMMENT_CREATED
fi: Kommentin luontiajankohta
sv: Tidpunkt för skapandet av kommentaren

source: INFO_TEXT_INTEGRATION_RESOURCEURI
fi: Kommentointikierroksen tietosisällön URI-osoite
sv: URI-adress för det informerande innehåll i kommentarsomgången

source: INFO_TEXT_FRONTPAGE_FILTER_RESULTS
fi: Hakutuloksia voi rajata organisaatio-, tila- ja työkalukohtaisesti alasvetovalikoiden avulla
sv: Sökresultaten kan begränsas med hjälp av rullgardinsmenyerna för organisation, status och verktyg

source: INFO_TEXT_FRONTPAGE_SEARCH
fi: Haku kohdistuu kierrosten nimiin
sv: Sökningen omfattar omgångarnas namn

source: INFO_TEXT_URI
fi: Kommentointikierroksen pysyvä tunniste ja verkko-osoite.
sv: Permanent webbadress för kommentarsomgången

source: INFO_TEXT_USER_FIRSTNAME
fi: Käyttäjän etunimi
sv: Användarens förnamn

source: INFO_TEXT_USER_LASTNAME
fi: Käyttäjän sukunimi
sv: Användarens efternamn

source: INFO_TEXT_USER_EMAIL
fi: Käyttäjän sähköpostiosoite
sv: Användarens e-postadress

source: Front page
fi: Etusivu
sv: Startsida

source: NOSTATUS
fi: Ei valittua tilaa
sv: Ingen status har valts

source: SUPERSEDED
fi: Korvattu
sv: Ersatt

source: RETIRED
fi: Poistettu
sv: Borttaget

source: VALID
fi: Voimassa oleva
sv: Gällande

source: INVALID
fi: Virheellinen
sv: Felaktig

source: DRAFT
fi: Luonnos
sv: Utkast

source: INCOMPLETE
fi: Keskeneräinen
sv: Halvfärdig

source: SUGGESTED
fi: Ehdotus
sv: Förslag

source: AWAIT
fi: Odottaa
sv: Väntar

source: INPROGRESS
fi: Käynnissä
sv: På gång

source: ENDED
fi: Päättynyt
sv: Upphört

source: CLOSED
fi: Suljettu
sv: Stängd

source: ERR_MSG_USER_401
fi: Ei käyttöoikeutta
sv: Behörighet saknas

source: ERR_MSG_USER_404
fi: Resurssia ei löydy
sv: Resursen kan inte hittas

source: ERR_MSG_USER_406
fi: Epäsopivaa data
sv: Olämpliga data

source: ERR_MSG_USER_500
fi: Tapahtui odottamaton virhe
sv: Det skedde ett oväntat fel

source: ERR_MSG_USER_END_BEFORE_START_DATE
fi: Loppupäivä ennen alkupäivää
sv: Slutdatum före startdatumet

source: ERR_MSG_USER_CANNOT_MODIFY_EXISTING_COMMENT
fi: Olemassaolevaa kommenttia ei voi muokata.
sv: En befintlig kommentar kan inte redigeras.

source: ERR_MSG_USER_CANNOT_MODIFY_EXISTING_COMMENTTHREAD
fi: Olemassaolevaa kommenttiketjua ei voi muokata.
sv: En befintlig kommentarskedja kan inte redigeras.

source: ERR_MSG_USER_CANNOT_CREATE_EMPTY_COMMENT
fi: Tyhjää kommenttia ei voi luoda.
sv: Det går inte att skapa en tom kommentar.

source: ERR_MSG_USER_INVALID_PARENTCOMMENT
fi: Kommentti on liitetty epäsopivaan päätason kommenttiin.
sv: Kommentaren har kopplats till en felaktig kommentar på huvudnivå.

source: ERR_MSG_USER_NOT_ALLOWED_TO_MODIFY_CONTENT_FROM_ANOTHER_USER
fi: Käyttäjä ei voi muokata toisen käyttäjän antamia arvoja.
sv: Användaren kan inte redigera värden som getts av en annan användare.

source: ERR_MSG_COMMENT_HAS_INVALID_COMMENTTHREAD_ID
fi: Kommentti on liitetty epäsopivaan kommenttiketjuun
sv: Kommentaren har kopplats till en felaktig kommentarskedja

source: ERR_MSG_COMMENT_DOES_NOT_HAVE_COMMENTTHREAD
fi: Kommentilla ei ole kommenttiketjua.
sv: Kommentaren saknar kommentarskedja

source: ERR_MSG_NO_RESOURCES_TO_COMMENT_STATUS_CHANGE_NOT_ALLOWED
fi: Kierroksella ei ole tietosisältöjä, tilaa ei voida vaihtaa.
sv: Omgången saknar informerande innehåll, status kan inte ändras.

source: ERR_MSG_USER_COMMENTTHREAD_HAS_INVALID_COMMENTROUND_ID
fi: Kommenttiketjulla on epäsopiva kommentointikierros.
sv: Kommentarskedjan har en felaktig kommentarsomgång.

source: ERR_MSG_INVALID_SOURCE_DATA
fi: Viallinen lähde data.
sv: Felaktiga källuppgifter.

source: ERR_MSG_INVALID_ID
fi: Viallinen ID datassa.
sv: Felaktigt ID i uppgifterna.

source: ERR_MSG_USER_PROPOSED_STATUS_REQUIRED
fi: Tilaehdotus on vaadittu päätason kommenteille.
sv: Statusförslag krävs för kommentarer på huvudnivå.

source: ERR_MSG_USER_OTHER_USER_ALREADY_RESPONDED_TO_THIS_COMMENT_CANT_MODIFY_OR_DELETE
fi: Kommenttiisi on jo tehty kommentteja, muokkausta/poistoa ei voi tehdä
sv: Din kommentar har redan kommenterats, det går inte att redigera/ta bort

source: Submit error
fi: Toiminnossa tapahtui virhe
sv: Det skedde ett fel i funktionen

source: Unexpected error
fi: Tapahtui odottamaton virhe
sv: Det skedde ett oväntat fel

source: ADMIN
fi: Ylläpitäjä
sv: Administratör

source: DATA_MODEL_EDITOR
fi: Tietomallintaja
sv: Datamodellerare

source: TERMINOLOGY_EDITOR
fi: Sanastotyöntekijä
sv: Terminologiredigerare

source: CODE_LIST_EDITOR
fi: Koodistotyöntekijä
sv: Kodlistredigerare

source: MEMBER
fi: Jäsen
sv: Medlem

source: required
fi: Pakollinen syöte
sv: Obligatorisk inmatning

source: codelist
fi: Suomi.fi-koodistot
sv: Suomi.fi-kodlistor

source: terminology
fi: Suomi.fi-sanastot
sv: Suomi.fi-ordlistor

source: datamodel
fi: Suomi.fi-tietomallit
sv: Suomi.fi-informationsmodeller

source: alphabetical
fi: Aakkosellinen
sv: Alfabetisk

source: created
fi: Luontiajankohta
sv: Tidpunkt för skapande

source: codelist-type
fi: Koodisto
sv: Kodlista

source: terminology-type
fi: Sanasto
sv: Ordlista

source: datamodel-type
fi: Tietomalli
sv: Informationsmodell

source: Comment round
fi: kommentointikierros
sv: kommentarsomgång

source: Comment thread
fi: Kommentointiketju
sv: Kommentarskedja

source: Comment
fi: Kommentti
sv: Kommentar

source: Commenter's proposal for status
fi: Kommentoijan tilaehdotus
sv: Kommentatorns statusförslag

source: Commenter's comment
fi: Kommentoijan kommentti
sv: Kommentatorns kommentar

source: Your comment
fi: Kommentoi
sv: Kommentera

source: Propose status
fi: Ehdota tilaa
sv: Föreslå status

source: Create comment round
fi: Luo kommentointikierros
sv: Skapa en kommentarsomgång

source: Create comment thread
fi: Luo kommenttiketju
sv: Skapa en kommentarskedja

source: Create comment
fi: Luo kommentti
sv: Skapa en kommentar

source: START COMMENT ROUND?
fi: ALOITA KOMMENTOINTIKIERROS?
sv: INLED KOMMENTARSOMGÅNGEN

source: CLOSE COMMENT ROUND?
fi: SULJE KOMMENTOINTIKIERROS?
sv: STÄNG KOMMENTARSOMGÅNGEN

source: DELETE COMMENT ROUND?
fi: POISTETAANKO KOMMENTOINTIKIERROS?
sv: TA BORT KOMMENTARSOMGÅNGEN?

source: DELETE COMMENT THREAD?
fi: POISTETAANKO KOMMENTOINTIKETJU?
sv: TA BORT KOMMENTARSKEDJAN?

source: DELETE COMMENT?
fi: POISTETAANKO KOMMENTTI?
sv: TA BORT KOMMENTAR?

source: SEND COMMENTS?
fi: LÄHETÄ KOMMENTIT?
sv: SKICKA KOMMENTARER

source: You have not commented all resources. Are you sure you want to send partial comments?
fi: Et ole kommentoinut kaikkia kierroksella olevia tietosisältöjä. Oletko varma että haluat lähettää kommentit?
sv: Du har inte kommenterat allt informerande innehåll som ingår i omgången. Är du säker att du vill skicka kommentarerna? Du kan fortsätta kommentera senare.

source: ADD EMAIL SUBSCRIPTION TO RESOURCE REGARDING CHANGES?
fi: TILAA SÄHKÖPOSTI-ILMOITUKSET AINEISTON MUUTOKSISTA?
sv: BESTÄLL E-POSTAVISERINGAR OM ÄNDRINGAR I MATERIALET?

source: REMOVE EMAIL SUBSCRIPTION TO RESOURCE?
fi: POISTETAANKO SÄHKÖPOSTITILAUS AINEISTOSTA?
sv: TA BORT E-POSTBESTÄLLNINGEN OM MATERIALET?

source: ARE YOU SURE YOU WANT TO ENABLE THE NOTIFICATION EMAIL SUBSCRIPTION?
fi: OLETKO VARMA, ETTÄ HALUAT KYTKEÄ SÄHKÖPOSTIEN VASTAANOTTOON LIITTYVÄN ASETUKSEN PÄÄLLE?
sv: ÄR DU SÄKER ATT DU VILL AKTIVERA INSTÄLLNINGEN FÖR ATT TA EMOT E-POST?

source: ARE YOU SURE YOU WANT TO DISABLE THE NOTIFICATION EMAIL SUBSCRIPTION?
fi: OLETKO VARMA, ETTÄ HALUAT KYTKEÄ SÄHKÖPOSTIEN VASTAANOTTOON LIITTYVÄN ASETUKSEN POIS PÄÄLTÄ?
sv: ÄR DU SÄKER ATT DU VILL INAKTIVERA INSTÄLLNINGEN FÖR ATT TA EMOT E-POST?

source: Adding subscription failed.
fi: Ilmoitusten tilaus epäonnistui.
sv: Det gick inte att beställa aviseringar.

source: Subscription deletion failed.
fi: Ilmoitusten poisto epäonnistui.
sv: Borttagning av aviseringar misslyckades.

source: INFO_TEXT_EMAIL_SUBSCRIPTIONS
fi: Tällä toiminnolla valitaan, onko ilmoitustoiminto aktiivinen. Ottamalla rastin pois kohdasta “Päivittäin” voit kytkeä kaikki ilmoitukset pois päältä kerralla. Palauttamalla rastin ilmoitukset aktivoituvat jälleen.
sv: Med denna funktion väljer du att aktivera/inaktivera aviseringsfunktionen. Genom att ta bort krysset för ”Dagligen” kan du inaktivera alla aviseringar på en gång. Genom att kryssa för på nytt aktiveras aviseringar.

source: REMOVE USER FROM COMMENT ROUND?
fi: POISTA KÄYTTÄJÄ KOMMENTOINTIKIERROKSELTA?
sv: TA BORT ANVÄNDAREN FRÅN KOMMENTARSOMGÅNGEN
